// assets/social-events-data.js

const socialEvents = [
 {
    type: "تهنئة عامة",
    title: "مبارك التخرج لشباب ناعور",
    person: "خريجي وخريجات منطقة ناعور",
    description: "تتقدم مجموعة الصفوة للقانون بأجمل عبارات التهنئة والتبريك إلى جميع شباب وشابات منطقة ناعور بمناسبة حصولهم على درجة البكالوريوس من مختلف الجامعات الأردنية وفي شتى التخصصات. فخورون بكم وبإنجازكم، ونتمنى لكم مستقبلاً باهراً مليئاً بالنجاح.",
    image: "assets/images/general-graduation.png", // تأكد من أن اسم الصورة صحيح
    date: "2025-07-22" // تاريخ اليوم
  },
];
